Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/matematikksenteret.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: more than 4
nb: flere enn 4

source: The triangular numbers 𝑇1, 𝑇2, 𝑇3, … are defined by
nb: Trekanttallene 𝑇1, 𝑇2, 𝑇3, … er definert ved

source: What is the smallest positive integer having no prime factor in common withthe product 1 ⋅ 2 ⋅ 3 ⋅ 4 ⋅ 5 ⋅ ⋯ ⋅ 199 ⋅ 200?
nb: Hva er det minste positive heltallet som ikke har noen felles primfaktor medproduktet 1 ⋅ 2 ⋅ 3 ⋅ 4 ⋅ 5 ⋅ ⋯ ⋅ 199 ⋅ 200?

source: The one to the right is not convex.
nb: Den til høyre er ikke konveks.

source: 4) of corners in a regular 2013-gon iscalled
nb: 4) av hjørner i en regulær 2013-kant kal-les

source: In the final round of the Abel contest there are four problems (six subproblems)to be solved in four hours.
nb: Abelkonkurransens finale består av fire oppgaver (seks punkter) som skal løsesi løpet av fire timer.

source: while the greatest square less than 𝑛 is 𝑛 − 14?
nb: det største kvadrattallet mindre enn 𝑛 er 𝑛 − 14?

source: The first round of the Abel competition consists of 20 multiple choice problems to
nb: Abelkonkurransens første runde består av 20 flervalgsoppgaver som skal

source: You may assume that the quadrilateral is convex (all internal angles are lessthan 180◦).
nb: Du kan antaat firkanten er konveks (alle innvendige vinkler er mindre enn 180◦).

source: The graphs of 𝑓 and 𝑔 intersect at a right angle.
nb: Grafene til 𝑓 og 𝑔 står vinkelrett på hverandre.

source: How many third degree polynomials 𝑃 exist, all of whose coefficients areintegers greater than 0 and less than 1000, so that 𝑃(Bˆ’1) = 𝑃(Bˆ’2) = 𝑃(Bˆ’3) =0?
nb: Hvor mange tredjegradspolynomer ๐‘fโ€‹ finnes det som er slik at alle koeffisien-ter er heltall stรธrre enn 0 og mindre enn 1000, og ๐‘f(โˆ’1) = ๐‘f(โˆ’2) = ๐‘f(โˆ’3) =0โ€‹?

source: 1, remote from
nb: 1, på motsatt sidefra

source: The graphs of 𝑓 and 𝑔 are parallel lines.
nb: Grafene til 𝑓 og 𝑔 er parallelle linjer.

source: Which natural number 𝑛 is such that the smallest square greater than 𝑛 is 𝑛 + 37,
nb: Hvilket naturlig tall 𝑛 er slik at det minste kvadrattallet større enn 𝑛 er 𝑛+37, mens

source: of the numbers 1, 2,.
nb: av tallene 1, 2,.

source: 1 with radius 30 and
nb: 1 med radius 30 og

source: How many crossingquadruples are there in the 2013-gon?
nb: Hvor mange kryssende firetuplerfinnes det i 2013-kanten?

source: How many imbal-anced rectangles exist on a regular (8 × 8) chess board?
nb: Hvor mange ubalan-serte rektangler finnes på et vanlig (8 × 8) sjakkbrett?

source: 6 are such that each odd numberis next to at least one even number?
nb: 6 er slik at ethvert oddetaller ved siden av minst ett partall?

source: You get 5 points for each correct answer, 1 point for a blank answer, and 0 points fora wrong answer.
nb: Svarene skrives i skjemaet nede til venstre.Du får 5 poeng for riktig svar, 1 poeng for blankt svar og 0 poeng for galt

source: ) it can jump to either (
nb: ) kan den hoppe til enten (

source: An equilateral triangle with side length 40 is divided into small equilateraltriangles with side length 1.
nb: En likesidet trekant med sidelengde 40 deles opp i små likesidede trekan-ter med sidelengde 1.

source: 6= 0, and which take the values
nb: 6= 0, og som har verdiene

source: The total score is thus between0 and 40.
nb: Det gir en poengsum mellom 0 og 40.

source: length 26, and
nb: lengde 26 og

source: is less than or equal to 22?
nb: enn eller lik 22?

source: After 300 throwsSigrid has 147 points, and Petra has 226.
nb: Etter 300 kast har Sigrid 147poeng, og Petra har 226.

source: What is the largest prime factor in 899?
nb: Hva er den største primtallsfaktoren i 899?

source: How many of the permutations of 1
nb: Hvor mange permutasjoner av tallene 1

source: 2 are placed so that they do not overlap each other,neither completely nor partially.
nb: 2 ligger slik at de ikke overlapper hverandre, hverkenhelt eller delvis.

source: there are 9 rectangles.
nb: er det 9 rektangler i alt.

source: Anna and Beate plan to walk to the school, which is 3 kilometers from their house.
nb: Anna og Beate skal gå til skolen som ligger 3 kilometer fra huset deres. Idet de

source: The maximum score is 10 points for each problem.
nb: Du får opptil 10 poeng på hver oppgave.

source: Start a newsheet of paper for each of the four problems.
nb: Begynn pånytt ark for hver av de fire oppgavene.

source: ) of circles, with 1 ≤
nb: ) av sirkler, med 1 ≤

source: The diagonalsAC, CE, EB, BD, and DA are tangents to another circle Y2 with the samecentre as Y1.
nb: DiagonaleneAC, CE, EB, BD og DA tangerer en annen sirkel Y2 med samme sentrumsom Y1.

source: We consider the sum of the digits of a positive integer. For example, the sumof the digits of 2007 is equal to 9, since 2 + 0 + 0 + 7 = 9.
nb: Tverrsummen av et positivt heltall er summen av sifrene i tallet (for eksempeler tverrsummen av 2007 lik 9, da 2 + 0 + 0 + 7 = 9).

source: What is the sum of all positive integers 𝑛 for which 𝑇𝑛+4 is divisible by 𝑇𝑛? The Abel competition
nb: Hva er summen av alle positive heltall 𝑛 slik at 𝑇𝑛+4 er delelig på 𝑇𝑛?Abelkonkurransen

source: First, he tries with 15 piles, but 12 pieces areleft over.
nb: Først prøver han seg med 15 hauger, men sitter igjenmed 12 biter til overs.

source: Science and Technology
nb: Progresjon innebærer at

source: A totally blank responseresults in 20 points.
nb: Blank besvarelse gir 20 poeng.

source: The first round of the Abel competition consists of 20 multiple choice problems to besolved in 100 minutes.
nb: Abelkonkurransens første runde består av 20 flervalgsoppgaver som skal løses iløpet av 100 minutter.

source: is mea-sured in degrees, and every measure is an integer.
nb: måles i grader, og alle vin-kelmålene er heltall.

source: , 4022, that is,
nb: , 4022 etterhverandre,

source: This yields a total between 0 and 100 points.
nb: svar. Det gir en poengsum mellom 0 og 100.

source: is 𝐸, and the midpoint of segment
nb: er 𝐸, og midtpunktet på linjestykket

source: What is the sum of the lengths of the hypothenuses of all right triangles withinteger sides having a side of length 12?
nb: Hva er summen av lengdene til hypotenusene i alle rettvinklede trekantermed heltallige sidelengder som har en side med lengde 12?

source: runs at a speed of 15 kilometers per hour, and each of the girls can walk at a speed
nb: Den elektriske sykkelen kjører med en fart på 15 kilometer per time, og hver av

source: is divisible by 3.
nb: er delelig med 3.

source: The maximum score is thus 40.
nb: Maksimal poengsum er dermed 40.

source: + 20is also white, and if
nb: + 20også hvitt, og hvis

source: be the number that is produced by concatenating the numbers 1, 2,.
nb: være tallet som framkommer ved å sette tallene 1, 2,.

source: + 35 is also black.
nb: + 35 også svart.

source: Page 1 of 2
nb: Side 1 av 2

source: 1, and similarly
nb: 1, og på sammemåte er

source: A box contains fewer than 1000 pieces of chocolate.
nb: En eske inneholder færre enn 1000 sjokoladebiter.

source: How many integers n, where 0 < n < 100 000, have an even sum of
nb: Hvor mange heltall n, der 0 < n < 100 000, har tverrsum som er et

source: In the final round of the Abel contest there are 4 problems (8 subproblems) to besolved in 4 hours.
nb: Abelkonkurransens finale består av 4 oppgaver (8 punkter) som skal løses i løpetav 4 timer.

source: You can score up to 10 points for each problem.
nb: Du får opptil 10 poeng på hver oppgave.

source: Find all real functions 𝑓 defined on the real numbers except zero, satisfying𝑓(2019) = 1 and
nb: Finn alle reelle funksjoner 𝑓 definert på alle reelle tall forskjellig fra null,slik at 𝑓(2019) = 1 og

source: passes through 𝑃.
nb: den tredje går gjennom 𝑃.

source: The centres of the circles are the corners of a triangle with circumference 1.
nb: Sentrene i sirklene er hjør-nene i en trekant med omkrets lik 1.

source: 𝑓 and 𝑔 are the same function.
nb: 𝑓 og 𝑔 er samme funksjon.

source: But now there are 13 pieces left over, and he decides to eat these as well.
nb: Men nå sitter han igjen med 13 biter til overs,og bestemmer seg for også å spise disse.

source: 2, where the line through both centres
nb: 2, der linjen gjennom sirkelsentrene

source: He eats these, and then tries to divide the rest into 16 equal piles.
nb: Han spiser dem opp, og forsøker deretter å dele oppresten i 16 like store hauger.

source: How many integers n, where 0 < n < 100 000, have a sum of digits that
nb: Hvor mange heltall n, der 0 < n < 100 000, har tverrsum som er mindre

source: Sigrid, Petra and Odd are playing a game.
nb: Sigrid, Petra og Odd spiller et spill.

source: You get 5 points for each correct answer, 1 point for a blank answer, and 0 points
nb: Svarene skrives i skjemaet nede til venstre.Du får 5 poeng for riktig svar, 1 poeng for blankt svar og 0 poeng for galt

source: 2 intersects the line segment from
nb: 2 skjærer linjestykket fra

source: Nils writes the 90-digit integer 987654321…987654321 on a blackboard, that isthe digits 987654321 ten times in succession.
nb: Nils skriver opp det 90-sifrede heltallet 987654321…987654321 på en tavle,altså med 987654321 ti ganger etter hverandre.

source: You have an 𝑛×𝑛 grid of empty squares.
nb: Du har et rutenett med 𝑛 × 𝑛 tomme ruter.

source: 1 are different points on
nb: 1forskjellige punkt på

source: A line passing through the point (2, 34) divides the parallelogram in twopieces of equal area.
nb: Enlinje gjennom punktet (2, 34) deler parallellogrammet i to deler med like stortareal.

source: What is the ratio of the radii of the circles Y1 and Y2?
nb: Hva er forholdet mellom radiene til sirklene Y1 og Y2?

source: When you place a cross in an empty square, you receive 𝑖 + 𝑗 points ifthere were 𝑖 crosses in the same row and 𝑗 crosses in the same column beforeyou placed the new cross.
nb: Når du setter kryss i en tom rute, får du 𝑖 +𝑗 poeng dersom detfra før er 𝑖 kryss i samme rad og 𝑗 kryss i samme kolonne.
